import React, { Component } from 'react';
import "./AboutUs.css"
class AboutUs extends Component {
    state = {}
    render() {
        return (
            <section className="AboutUs-section">
                <div className="AboutUs-holder">
                    <div>
                        <p>گاراژ از سال ۱۳۹۲ با هدف خرید
                            و فروش بدون واسطه‌ی آنلاین آغاز به کار کرد. امتیاز برند گاراژ توسط شرکت «آگه پردازان هوشمند» (سهامی خاص) در
                              تمامی مراجع قانونی ثبت شده است.
                    </p>
                    </div>
                    <div>
                        <h1>نیازمندی‌های ریز و درشت شما روی گاراژ</h1>
                        <p>در گاراژ به آسانی می‌توانید نیازمندی‌هایتان را بر اساس محله دسته‌بندی کنید و نزدیک‌ترین‌ها را بیابید.</p>
                    </div>
                    <div>
                    <h3>برای قرار دادنِ آگهی‌های خود در گاراژ</h3>
                    <p>شهرتان را مشخص نمایید، علامت «+ ارسال آگهی رایگان» را انتخاب کنید و آنگاه آگهی‌تان را بفرستید.

                    

فراموش نکنید پیش از هر چیز یک آدرس ایمیل و یک شماره تلفن برای ارسال آگهی ضروری است. شما می‌توانید برای کالا یا خدمات‌تان عکسی نیز انتخاب کنید.

به این ترتیب میلیون‌ها کاربران گاراژ به آسانی آگهی‌ شما را خواهند دید و بر اساس محل آگهی شما را راحت‌تر خواهند یافت.</p>
</div> 
<div>
<h3>خرید و فروش بی‌واسطه</h3>
                    <p>در گاراژ کاربران مستقیماً با هم تماس می‌گیرند و هیچ واسطه‌ای در این میان وجود ندارد، پس دقت فرمایید که در خرید و فروشِ شما گاراژ هیچ دخالتی ندارد و کاربران باید خودشان جنبه‌های مختلف امنیتی را در نظر بگیرند.</p>
                    </div>
                </div>
                <div className="footer">
                گاراژ را در شبکه های اجتماعی دنیال کنید
                <div className="icons-holder">
                <i className="icon-gplus"></i>
                <i className="icon-instagram-1"></i>
                <i className="icon-telegram"></i>
                <i className="icon-facebook"></i>
                </div>
           

                </div>
            </section>
        );
    }
}

export default AboutUs;